



 const categoryList=[
    {
      name:"Блюда",
      foodsList:[
        {title:"Витрина",image:"src/assets/meat.jpg",smallFoods:"Фланг, Рибай, Медальон, Куринный грутка оващами, Даллас, Кофте друм, Говяжий шашлык, Барбаре, Антрекот, Т-Боне, Т-Боне Баранина, Бон-филе."},
        {title:"Европа Таомлар",image:"src/assets/europefoods.jpg",smallFoods:"Лидер Микс, Мангал Ассорти, Шеф ассорти, Асадо, Микс ассорти, Колбасные ассорти, Мини Мих Ассорти, Котлет сырный, Чизбургер, Котлеты с пюре, Лидер лаваш."},
        {title:"Суюк Овкатлар",image:"src/assets/soupp.jpg",smallFoods:"Ун оши, Тефтел шурва, Осма шурва, Мастава, Борщ."},
        {title:"Хамир Овкатлар",image:"src/assets/xamirovqatlar.jpg",smallFoods:"Манты порция, Капширма, Патир сомса, Турк сомса, Тухум барак, Кук барак, Котир барак, Кади барак, Манты, Барак ассорти."},
        {title:"Миллий Таомлар",image:"src/assets/milliytaomlar.jpg",smallFoods:"Голубси порция, Казан Кебаб, Миллий Асоорти, Каймака кебаб, Люля кебаб, Ковурма лагман, Сарёга товук, Уйгур лагмон, Жареный пельмень, Шур кабоб, Язык в сливочном масле, Гушт сай, Жизз."},
        {title:"Шашлик",image:"src/assets/shashlik.jpg",smallFoods:"Шашлык ассорти микс, Баранина семечка, Баранина кусковой, Бифштекс на мангале, Лидер шашлык, Qaratav, Метровый шашлык, Сетка кебаб, Гиждуван рулет, Товук ижон, Товук кусковой, Сетка товук, Шашлык ассорти, Рулет шашлык, Крилышка, Напалеон шашлык, Гиждуван, Иджан Шашлик, Говядина кусковой."},
        {title:"Стейк",image:"src/assets/steyk.jpeg",smallFoods:"Медальон стейк, Кофте друм, Баранья Корейка, Стейк на мангале, Фланг стейк, БОН ФИЛЕ, Рибай стейк, Даллас стеак, Мозговой кости, BonFile(медалион)."},
        {title:"Пицца",image:"src/assets/pizza.jpg",smallFoods:"Пицца по домашнему, Фруктовый Пицца, Пепперони пицца, Пицца грибами, Пицца мясная, Пицца с курицей и грибами."},
        {title:"Балик Таомлар",image:"src/assets/fish.jpg",smallFoods:"Соусга балик, Балик 1 кг, Фальга балик 1кг, Сетка балик."},
        {title:"Гарниры и Соусы",image:"src/assets/garniri.jpg",smallFoods:"Фри, Овощи на мангале, Айдахо, Барбекю, Чесночный соус, Розовый соус, Кетчуп ханз, Сырный соус, Пюре, Рис."},
      ]      
    },
    {name:"Бар",foods:{title:"Европа Таомлар",image:"src/assets/europefoods.jpg",foods2:"Лидер Микс, Мангал Ассорти, Шеф ассорти, Асадо, Микс ассорти, Колбасные ассорти, Мини Мих Ассорти, Котлет сырный, Чизбургер, Котлеты с пюре, Лидер лаваш."}},
    {name:"Холодный",foods:{title:"Суюк Овкатлар",image:"src/assets/europefoods.jpg",foods2:"Лидер Микс, Мангал Ассорти, Шеф ассорти, Асадо, Микс ассорти, Колбасные ассорти, Мини Мих Ассорти, Котлет сырный, Чизбургер, Котлеты с пюре, Лидер лаваш."}},
    {name:"Десерт",foods:{title:"Хамир Овкатлар",image:"src/assets/europefoods.jpg",foods2:"Лидер Микс, Мангал Ассорти, Шеф ассорти, Асадо, Микс ассорти, Колбасные ассорти, Мини Мих Ассорти, Котлет сырный, Чизбургер, Котлеты с пюре, Лидер лаваш."}},
    {name:"Хлеб и Чай",foods:{title:"Миллий Таомлар",image:"src/assets/europefoods.jpg",foods2:"Лидер Микс, Мангал Ассорти, Шеф ассорти, Асадо, Микс ассорти, Колбасные ассорти, Мини Мих Ассорти, Котлет сырный, Чизбургер, Котлеты с пюре, Лидер лаваш."}}
  ];


    export default categoryList;